{
  "sections": {
    "1e7f0e60-66e9-496d-b69a-b15a14609220": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div class=\"page-width\">\n{% render 'breadcrumbs' %} \n<\/div>",
        "color_scheme": "background-1",
        "padding_top": 20,
        "padding_bottom": 20
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "1664818848082643fa": {
      "type": "rich-text",
      "blocks": {
        "166481884887a0f9ee-0": {
          "type": "heading",
          "settings": {
            "heading": "<p>WARRANTY INFORMATION<\/p>",
            "heading_size": "h2"
          }
        }
      },
      "block_order": [
        "166481884887a0f9ee-0"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "1664817434142e60a6": {
      "type": "collapsible-content",
      "blocks": {
        "166481743320526555-0": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC - 1 YEAR LIMITED WARRANTY",
            "icon": "none",
            "row_content": "<p>Your StoreBound product is warranted to be free from defects in material and workmanship for a period of one (1) year from the date of the original purchase when utilized for normal and intended household use. Should any defect covered by the terms of the limited warranty be discovered within one (1) year, StoreBound, LLC will repair or replace the defective part. To process a warranty claim, contact Customer Support at 1-800-898-6970 for further assistance and instruction. A Customer Support agent will assist you by troubleshooting minor problems. If troubleshooting fails to fix the problem, a return authorization will be issued. Proof of purchase indicating the date and place of purchase is required and should accompany the return. You must also include your full name, shipping address, and telephone number. We are unable to ship returns to a PO box. StoreBound will not be responsible for delays or unprocessed claims resulting from a purchaser’s failure to provide any or all of the necessary information. Freight costs must be prepaid by the purchaser.<br\/><br\/>Send all inquiries to <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>There are no express warranties except as listed above.<br\/><br\/>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY.<br\/><br\/>Some states do not allow the exclusion or limitation of incidental or consequential damages, or limitations on how long an implied warranty lasts. Therefore, the above exclusions or limitations may not apply to you. This warranty gives you specific legal rights and you may also have other rights, which vary from state to state.<\/p><p><br\/>Refurbished items or items not purchased through an authorized retailer are not eligible for warranty claims.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "166481743320526555-1": {
          "type": "collapsible_row",
          "settings": {
            "heading": "GARANTÍA LIMITADA DE 1 AÑO - STOREBOUND, LLC",
            "icon": "none",
            "row_content": "<p>Se garantiza que su producto StoreBound está libre de defectos de material y mano de obra por un período de un (1) año a partir de la fecha de la compra original cuando se utiliza para el uso doméstico normal y previsto. Si se descubre algún defecto cubierto por los términos de la garantía limitada dentro de un (1) año, StoreBound, LLC reparará o reemplazará la pieza defectuosa. Para procesar un reclamo de garantía, comuníquese con Atención al Cliente al 1-800-898-6970 para obtener más ayuda e instrucciones. Un agente de Atención al Cliente lo ayudará a solucionar problemas menores. Si la solución de problemas no soluciona el problema, se emitirá una autorización de devolución. Se requiere que adjunte un comprobante de compra que indique la fecha y el lugar de compra junto con la devolución. También debe incluir su nombre completo, dirección de envío y número de teléfono. No podemos enviar devoluciones a un apartado de correos. StoreBound no será responsable por retrasos o reclamos no procesados que resulten de la falta la información necesaria provista por el comprador. Los costos de envío deben ser pagados por adelantado por el comprador.<br\/><br\/>Envíe todas las consultas a <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>No existen garantías expresas excepto las enumeradas anteriormente.<br\/><br\/>LA REPARACIÓN O REEMPLAZO SEGÚN SE INDICA EN ESTA GARANTÍA ES DE USO EXCLUSIVO DEL CLIENTE. STOREBOUND NO SERÁ RESPONSABLE DE NINGÚN DAÑO INCIDENTAL O CONSECUENTE, O DEL INCUMPLIMIENTO DE CUALQUIER GARANTÍA EXPRESA O IMPLÍCITA DE ESTE PRODUCTO EXCEPTO EN LA MEDIDA QUE LA LEY LO REQUIERA. CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD O APTITUD PARA UN PROPÓSITO PARTICULAR DE ESTE PRODUCTO TIENE UNA DURACIÓN LIMITADA A LA DURACIÓN DE ESTA GARANTÍA.<br\/><br\/>Algunos Estados no permiten la exclusión o limitación de daños incidentales o consecuentes, o limitaciones sobre la duración de una garantía implícita. Por lo tanto, es posible que las exclusiones o limitaciones anteriores no se apliquen en su caso. Esta garantía le otorga derechos legales específicos y también puede tener otros derechos, que varían de un Estado a otro.<\/p><p><br\/>Los artículos reacondicionados o los artículos no comprados a través de un minorista autorizado no son elegibles para reclamos de garantía.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "cb92bcc3-6af2-4fc4-b6ec-2a44fd5d3c44": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – GARANTIE LIMITÉE D'UN AN",
            "icon": "none",
            "row_content": "<p>Votre produit StoreBound est garanti contre tout défaut de matériaux et de main-d'œuvre pour une période d'un (1) an à compter de la date d'achat d'origine lorsqu'utilisé normalement aux fins domestiques prévues. Si un défaut couvert par les dispositions de la garantie limitée est constaté dans un délai d'un (1) an, StoreBound, LLC répare ou remplace la pièce défectueuse Pour toute réclamation au titre de la garantie, contactez le service à la clientèle au 1-800-898-6970 pour de l'assistance et des instructions supplémentaires. Un agent du service à la clientèle vous assistera en procédant à des dépannages mineurs. Si le dépannage ne règle pas le problème, une autorisation de retour est alors délivrée. Une preuve d'achat indiquant la date et le lieu d'achat est exigée et doit être jointe à l'article retourné. Vous devez également indiquer votre nom complet, l'adresse d'expédition ainsi que votre numéro de téléphone. Il nous est impossible de retourner des articles à une boîte postale. StoreBound ne peut être tenu responsable de tout retard ou toute réclamation non traitée résultant de l'incapacité de l'acheteur à fournir un ou tous les renseignements nécessaires. Les frais de transport doivent être prépayés par l'acheteur.<br\/><br\/>Envoyez toutes les demandes de renseignements à <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>Il n'existe aucune garantie expresse autre que celle citée ci-dessus.<br\/><br\/>LA RÉPARATION OU LE REMPLACEMENT PRÉVUS EN VERTU DE LA PRÉSENTE GARANTIE CONSTITUENT LE SEUL RECOURS À LA DISPOSITION DU CLIENT. STOREBOUND NE PEUT ÊTRE TENU RESPONSABLE DE TOUT DOMMAGE INDIRECT OU CONSÉCUTIF OU DE TOUTE VIOLATION D'UNE GARANTIE EXPRESSE OU IMPLICITE RELATIVE AU PRÉSENT PRODUIT, SAUF SI UNE LOI APPLICABLE L'EXIGE. TOUTE GARANTIE TACITE DE COMMERCIABILITÉ OU D'ADAPTATION À UN USAGE PARTICULIER DE CE PRODUIT EST LIMITÉE À LA DURÉE DE LA PRÉSENTE GARANTIE.<br\/><br\/>Certains États n'autorisent pas l'exclusion ou la restriction des dommages indirects ou consécutifs, ou des limitations sur la durée d'une garantie tacite. Par conséquent, les exclusions ou restrictions ci-dessus peuvent ne pas s'appliquer à vous. La présente garantie vous accorde des droits spécifiques et il se peut que vous bénéficiiez également d'autres droits qui varient selon les États.<\/p><p><br\/>Les articles remis à neuf ou qui ne sont pas achetés auprès d’un détaillant autorisé ne sont pas admissibles aux demandes de garantie.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "f15e5104-2cb1-4a53-9438-c15656863a1b": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – 2 YEAR EXTENDED LIMITED WARRANTY",
            "icon": "none",
            "row_content": "<p>Your StoreBound product is warranted to be free from defects in material and workmanship for a period of two (2) years from the date of the original purchase when utilized for normal and intended household use. Should any defect covered by the terms of the limited warranty be discovered within two (2) years, StoreBound, LLC will repair or replace the defective part. To process a warranty claim, contact Customer Support at 1-800-898-6970 for further assistance and instruction. A Customer Support agent will assist you by troubleshooting minor problems. If troubleshooting fails to fix the problem, a return authorization will be issued. Proof of purchase indicating the date and place of purchase is required and should accompany the return. You must also include your full name, shipping address, and telephone number. We are unable to ship returns to a PO box. StoreBound will not be responsible for delays or unprocessed claims resulting from a purchaser’s failure to provide any or all of the necessary information. Freight costs must be prepaid by the purchaser.<br\/><br\/>Send all inquiries to <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>There are no express warranties except as listed above.<br\/><br\/>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY.<br\/><br\/>Some states do not allow the exclusion or limitation of incidental or consequential damages, or limitations on how long an implied warranty lasts. Therefore, the above exclusions or limitations may not apply to you. This warranty gives you specific legal rights and you may also have other rights, which vary from state to state.<\/p><p><br\/>Refurbished items or items not purchased through an authorized retailer are not eligible for warranty claims.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "4fa0c545-ee3a-4d6b-a447-484134c67396": {
          "type": "collapsible_row",
          "settings": {
            "heading": "GARANTÍA LIMITADA EXTENDIDA DE 2 AÑOS – STOREBOUND, LLC",
            "icon": "none",
            "row_content": "<p>Se garantiza que su producto StoreBound está libre de defectos de material y mano de obra por un período de un (2) años a partir de la fecha de la compra original cuando se utiliza para el uso doméstico normal y previsto. Si se descubre algún defecto cubierto por los términos de la garantía limitada dentro de dos (2) años, StoreBound, LLC reparará o reemplazará la pieza defectuosa. Para procesar un reclamo de garantía, comuníquese con Atención al Cliente al 1-800-898-6970 para obtener más ayuda e instrucciones. Un agente de Atención al Cliente lo ayudará a solucionar problemas menores. Si la solución de problemas no soluciona el problema, se emitirá una autorización de devolución. Se requiere que adjunte un comprobante de compra que indique la fecha y el lugar de compra junto con la devolución. También debe incluir su nombre completo, dirección de envío y número de teléfono. No podemos enviar devoluciones a un apartado de correos. StoreBound no será responsable por retrasos o reclamos no procesados que resulten de la falta la información necesaria provista por el comprador. Los costos de envío deben ser pagados por adelantado por el comprador.<br\/><br\/>Envíe todas las consultas a <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>No existen garantías expresas excepto las enumeradas anteriormente.<br\/><br\/>LA REPARACIÓN O REEMPLAZO SEGÚN SE INDICA EN ESTA GARANTÍA ES DE USO EXCLUSIVO DEL CLIENTE. STOREBOUND NO SERÁ RESPONSABLE DE NINGÚN DAÑO INCIDENTAL O CONSECUENTE, O DEL INCUMPLIMIENTO DE CUALQUIER GARANTÍA EXPRESA O IMPLÍCITA DE ESTE PRODUCTO EXCEPTO EN LA MEDIDA QUE LA LEY LO REQUIERA. CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD O APTITUD PARA UN PROPÓSITO PARTICULAR DE ESTE PRODUCTO TIENE UNA DURACIÓN LIMITADA A LA DURACIÓN DE ESTA GARANTÍA.<br\/><br\/>Algunos Estados no permiten la exclusión o limitación de daños incidentales o consecuentes, o limitaciones sobre la duración de una garantía implícita. Por lo tanto, es posible que las exclusiones o limitaciones anteriores no se apliquen en su caso. Esta garantía le otorga derechos legales específicos y también puede tener otros derechos, que varían de un Estado a otro.<\/p><p><br\/>Los artículos reacondicionados o los artículos no comprados a través de un minorista autorizado no son elegibles para reclamos de garantía.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "185d2ed5-5fe4-4eee-a552-9458c296c338": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – GARANTIE LIMITÉE PROLONGÉE DE DEUX ANS",
            "icon": "none",
            "row_content": "<p>Votre produit StoreBound est garanti contre tout défaut de matériaux et de main-d'œuvre pour une période de deux (2) ans à compter de la date d'achat d'origine lorsqu'utilisé normalement aux fins domestiques prévues. Si un défaut couvert par les dispositions de la garantie limitée est constaté dans un délai de deux (2) ans, StoreBound, LLC répare ou remplace la pièce défectueuse Pour toute réclamation au titre de la garantie, contactez le service à la clientèle au 1-800-898-6970 pour de l'assistance et des instructions supplémentaires. Un agent du service à la clientèle vous assistera en procédant à des dépannages mineurs. Si le dépannage ne règle pas le problème, une autorisation de retour est alors délivrée. Une preuve d'achat indiquant la date et le lieu d'achat est exigée et doit être jointe à l'article retourné. Vous devez également indiquer votre nom complet, l'adresse d'expédition ainsi que votre numéro de téléphone. Il nous est impossible de retourner des articles à une boîte postale. StoreBound ne peut être tenu responsable de tout retard ou toute réclamation non traitée résultant de l'incapacité de l'acheteur à fournir un ou tous les renseignements nécessaires. Les frais de transport doivent être prépayés par l'acheteur.<br\/><br\/>Envoyez toutes les demandes de renseignements à <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>Il n'existe aucune garantie expresse autre que celle citée ci-dessus.<br\/><br\/>LA RÉPARATION OU LE REMPLACEMENT PRÉVUS EN VERTU DE LA PRÉSENTE GARANTIE CONSTITUENT LE SEUL RECOURS À LA DISPOSITION DU CLIENT. STOREBOUND NE PEUT ÊTRE TENU RESPONSABLE DE TOUT DOMMAGE INDIRECT OU CONSÉCUTIF OU DE TOUTE VIOLATION D'UNE GARANTIE EXPRESSE OU IMPLICITE RELATIVE AU PRÉSENT PRODUIT, SAUF SI UNE LOI APPLICABLE L'EXIGE. TOUTE GARANTIE TACITE DE COMMERCIABILITÉ OU D'ADAPTATION À UN USAGE PARTICULIER DE CE PRODUIT EST LIMITÉE À LA DURÉE DE LA PRÉSENTE GARANTIE.<br\/><br\/>Certains États n'autorisent pas l'exclusion ou la restriction des dommages indirects ou consécutifs, ou des limitations sur la durée d'une garantie tacite. Par conséquent, les exclusions ou restrictions ci-dessus peuvent ne pas s'appliquer à vous. La présente garantie vous accorde des droits spécifiques et il se peut que vous bénéficiiez également d'autres droits qui varient selon les États.<\/p><p><br\/>Les articles remis à neuf ou qui ne sont pas achetés auprès d’un détaillant autorisé ne sont pas admissibles aux demandes de garantie.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "393d19b4-d263-495e-84c9-ee38324f314c": {
          "type": "collapsible_row",
          "settings": {
            "heading": "DASH DREAM GREEN COOKWARE - LIMITED LIFETIME WARRANTY",
            "icon": "none",
            "row_content": "<p>Dash Dream Green Cookware is warranted to the purchaser by<br\/>StoreBound LLC (“StoreBound”). StoreBound will replace any item found defective<br\/>in material and workmanship for the lifetime of the product from the date of<br\/>the original purchase when utilized for normal and intended household use by<br\/>the original owner. To process a warranty claim, contact Customer Support at <a href=\"mailto:support@bydash.com\">support@bydash.com<\/a>. The purchaser must<br\/>provide proof of purchase indicating the date and place of purchase,<br\/>purchaser’s full name, shipping address, email address, and telephone number<br\/>when making the request for a return. StoreBound will not ship to a PO Box.<br\/>Minor imperfections, surface markings, and slight color variations are inherent<br\/>to the hand finishing process and do not affect the performance of the<br\/>cookware. Therefore, requests for replacement based on such minor<br\/>imperfections, surface markings, or slight color variations as a result of the<br\/>hand finishing will not be accepted. This warranty does not cover damage from<br\/>misuse or abuse, such as improper cleaning, neglect, accident, alteration,<br\/>fire, theft, or use in a commercial establishment. If the item the purchaser is<br\/>seeking to replace is discontinued or if the item is no longer available in<br\/>StoreBound’s inventory, StoreBound will replace the item with the most<br\/>comparable item manufactured by StoreBound at the time the request for<br\/>replacement is received by StoreBound. If no replacement or comparable item is<br\/>available, StoreBound will notify the purchaser to discuss the next steps. Storebound<br\/>does not accept requests to replace the item with superior items or in exchange<br\/>for money.<\/p><p> <\/p><p>All replacement inquiries are to be submitted to <a href=\"mailto:support@bydash.com\">support@bydash.com<\/a> or contact Customer<br\/>Support at 1-800-898-6970. There are no express warranties except as listed<br\/>above. <\/p><p> <\/p><p>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE<br\/>EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY<br\/>INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED<br\/>WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY<br\/>IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS<br\/>PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY. <\/p><p> <\/p><p>Some states do not allow the exclusion or limitation of<br\/>incidental or consequential damages, or limitations on how long an implied<br\/>warranty lasts. Therefore, the above exclusions or limitations may not apply to<br\/>you. This warranty gives you specific legal rights and you may also have other<br\/>rights, which vary from state to state. <\/p><p> <\/p><p><strong>Further Exclusions, this Warranty does not cover the<br\/>following: <\/strong><\/p><ul><li>Damage arising from thermal shocks, drops, improper use, failure to follow the use and care instructions, or unauthorized modifications\/repairs;<\/li><li>Normal product wear and tear;<\/li><li>Nonstick deterioration, discoloration, warping, or metal separation due to high heat, prolonged heat exposure when empty, etc.;<\/li><li>Stains, discoloration, or scratches on the inside or outside;<\/li><li>Any accident caused by fire, flood, acts of God, etc.; <\/li><li>Commercial, professional, or workplace use; <\/li><li>Any glass or porcelain in the product; <\/li><li>Dust or insects inside the product;<\/li><li>Nonstick damage from metal or sharp utensils; and<\/li><li>Damage caused by use of scouring pads, steel wool, abrasive cleaners, bleach, etc. <\/li><\/ul>",
            "liquid": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "166481743320526555-0",
        "166481743320526555-1",
        "cb92bcc3-6af2-4fc4-b6ec-2a44fd5d3c44",
        "f15e5104-2cb1-4a53-9438-c15656863a1b",
        "4fa0c545-ee3a-4d6b-a447-484134c67396",
        "185d2ed5-5fe4-4eee-a552-9458c296c338",
        "393d19b4-d263-495e-84c9-ee38324f314c"
      ],
      "settings": {
        "caption": "",
        "heading": "",
        "heading_size": "h2",
        "heading_alignment": "left",
        "layout": "none",
        "color_scheme": "background-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "1664818934c28b748b": {
      "type": "rich-text",
      "blocks": {
        "1664818934b06bd5c9-1": {
          "type": "text",
          "settings": {
            "text": "<p>If you have any questions or comments about your product’s warranty, please contact customer services at<strong> <\/strong><a href=\"mailto:support@bydash.com%20\">support@bydash.com<\/a><\/p>"
          }
        },
        "1664818934b06bd5c9-2": {
          "type": "button",
          "settings": {
            "button_label": "REGISTER PRODUCTS",
            "button_link": "\/register",
            "button_style_secondary": false,
            "button_label_2": "CONTACT US",
            "button_link_2": "shopify:\/\/pages\/contact-us",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "1664818934b06bd5c9-1",
        "1664818934b06bd5c9-2"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "1e7f0e60-66e9-496d-b69a-b15a14609220",
    "main",
    "1664818848082643fa",
    "1664817434142e60a6",
    "1664818934c28b748b"
  ]
}
